Repository: wzz6423/zshell
Catalog: mac/zshell/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pt_br, ru, th, tr, vi, zh_hans, zh_hant

source: This branch has no upstream to pull from
ar: ليس لهذا الفرع فرع متتبَّع للسحب منه
de: Dieser Branch hat keinen Upstream zum Pullen
es: Esta rama no tiene una rama de seguimiento de la que traer cambios
fr: Cette branche n'a pas de branche amont d'où tirer
id: Branch ini tidak memiliki upstream untuk ditarik
it: Questo branch non ha un upstream da cui eseguire pull
ja: このブランチにはプル元の上流ブランチがありません
ko: 이 브랜치에는 풀할 업스트림이 없습니다
nl: Deze branch heeft geen upstream om van te pullen
pt_br: Esta branch não tem upstream de onde puxar
ru: У этой ветки нет вышестоящей ветки для подтягивания
th: สาขานี้ไม่มีอัปสตรีมให้ดึงข้อมูล
tr: Bu dalın çekilecek bir izlenen dalı yok
vi: Nhánh này không có upstream để kéo về
zh_hans: 此分支没有可拉取的上游
zh_hant: 此分支沒有可拉取的上游

source: This terminal predates Zshell automation. Open a new terminal and try again.
ar: أُنشئت هذه الطرفية قبل أتمتة Zshell. افتح طرفية جديدة وحاول مجددًا.
de: Dieses Terminal wurde vor der Zshell-Automatisierung gestartet. Öffne ein neues Terminal und versuche es erneut.
es: Este terminal es anterior a la automatización de Zshell. Abre un terminal nuevo e inténtalo de nuevo.
fr: Ce terminal est antérieur à l'automatisation Zshell. Ouvrez un nouveau terminal et réessayez.
id: Terminal ini dibuat sebelum otomatisasi Zshell tersedia. Buka terminal baru dan coba lagi.
it: Questo terminale precede l'automazione di Zshell. Apri un nuovo terminale e riprova.
ja: このターミナルはZshellの自動化機能が有効になる前に起動されました。新しいターミナルを開いて、もう一度お試しください。
ko: 이 터미널은 Zshell 자동화 도입 전에 생성되었습니다. 새 터미널을 열고 다시 시도하세요.
nl: Deze terminal is gestart vóór de Zshell-automatisering. Open een nieuwe terminal en probeer het opnieuw.
pt_br: Este terminal é anterior à automação do Zshell. Abra um novo terminal e tente novamente.
ru: Этот терминал создан до появления автоматизации Zshell. Откройте новый терминал и повторите попытку.
th: เทอร์มินัลนี้สร้างก่อนระบบอัตโนมัติของ Zshell เปิดเทอร์มินัลใหม่แล้วลองอีกครั้ง
tr: Bu terminal Zshell otomasyonundan önce oluşturuldu. Yeni terminal açıp tekrar deneyin.
vi: Terminal này được tạo trước khi có tự động hóa Zshell. Mở terminal mới rồi thử lại.
zh_hans: 此终端在 Zshell 自动化功能启用前已启动。请打开新终端后重试。
zh_hant: 此終端機在 Zshell 自動化功能啟用前已啟動。請開啟新終端機後重試。

source: This webpage couldn’t be loaded.
ar: تعذّر تحميل صفحة الويب هذه.
de: Diese Webseite konnte nicht geladen werden.
es: No se pudo cargar esta página web.
fr: Impossible de charger cette page web.
id: Halaman web ini tidak dapat dimuat.
it: Impossibile caricare questa pagina web.
ja: このWebページを読み込めませんでした。
ko: 이 웹페이지를 불러올 수 없습니다.
nl: Kan deze webpagina niet laden.
pt_br: Não foi possível carregar esta página da web.
ru: Не удалось загрузить веб-страницу.
th: ไม่สามารถโหลดหน้าเว็บนี้ได้
tr: Bu web sayfası yüklenemedi.
vi: Không thể tải trang web này.
zh_hans: 无法载入此网页。
zh_hant: 無法載入此網頁。

source: This zshell CLI does not understand theme catalog version %lld.
ar: لا تدعم واجهة zshell CLI هذه الإصدار %lld من كتالوج السمات.
de: Diese zshell-CLI versteht die Designkatalogversion %lld nicht.
es: Esta CLI de zshell no reconoce la versión %lld del catálogo de temas.
fr: Cette CLI zshell ne reconnaît pas la version %lld du catalogue de thèmes.
id: CLI zshell ini tidak memahami katalog tema versi %lld.
it: Questa CLI di zshell non riconosce la versione %lld del catalogo dei temi.
ja: このzshell CLIはテーマカタログのバージョン%lldに対応していません。
ko: 이 zshell CLI는 테마 카탈로그 버전 %lld을(를) 지원하지 않습니다.
nl: Deze zshell-CLI ondersteunt versie %lld van de themacatalogus niet.
pt_br: Esta CLI do zshell não reconhece a versão %lld do catálogo de temas.
ru: Эта версия zshell CLI не поддерживает версию %lld каталога тем.
th: zshell CLI นี้ไม่รองรับแค็ตตาล็อกธีมเวอร์ชัน %lld
tr: Bu zshell CLI, %lld sürümündeki tema kataloğunu desteklemiyor.
vi: CLI zshell này không hiểu danh mục chủ đề phiên bản %lld.
zh_hans: 此 zshell CLI 无法识别主题列表版本 %lld。
zh_hant: 此 zshell CLI 無法識別主題列表版本 %lld。

source: Toggle Files Panel
ar: تبديل لوحة الملفات
de: Dateibereich ein-/ausblenden
es: Alternar panel de archivos
fr: Afficher/masquer le panneau Fichiers
id: Tampilkan/Sembunyikan Panel File
it: Mostra/nascondi pannello file
ja: ファイルパネルの表示を切り替え
ko: 파일 패널 전환
nl: Bestandspaneel tonen/verbergen
pt_br: Alternar painel de arquivos
ru: Показать/скрыть панель файлов
th: สลับแผงไฟล์
tr: Dosyalar Panelini Aç/Kapat
vi: Bật/tắt bảng tệp
zh_hans: 显示/隐藏文件面板
zh_hant: 顯示/隱藏檔案面板

source: Toggle Git Panel
ar: تبديل لوحة Git
de: Git-Bereich ein-/ausblenden
es: Alternar panel de Git
fr: Afficher/masquer le panneau Git
id: Tampilkan/Sembunyikan Panel Git
it: Mostra/nascondi pannello Git
ja: Gitパネルの表示を切り替え
ko: Git 패널 전환
nl: Git-paneel tonen/verbergen
pt_br: Alternar painel Git
ru: Показать/скрыть панель Git
th: สลับแผง Git
tr: Git Panelini Aç/Kapat
vi: Bật/tắt bảng Git
zh_hans: 显示/隐藏 Git 面板
zh_hant: 顯示/隱藏 Git 面板

source: Toggle Info Panel
ar: تبديل لوحة المعلومات
de: Infobereich ein-/ausblenden
es: Alternar panel de información
fr: Afficher/masquer le panneau Infos
id: Tampilkan/Sembunyikan Panel Info
it: Mostra/nascondi pannello info
ja: 情報パネルの表示を切り替え
ko: 정보 패널 전환
nl: Infopaneel tonen/verbergen
pt_br: Alternar painel de informações
ru: Показать/скрыть панель информации
th: สลับแผงข้อมูล
tr: Bilgi Panelini Aç/Kapat
vi: Bật/tắt bảng thông tin
zh_hans: 显示/隐藏信息面板
zh_hant: 顯示/隱藏信息面板

source: Toggle Left Sidebar
ar: تبديل الشريط الجانبي الأيسر
de: Linke Seitenleiste ein-/ausblenden
es: Alternar barra lateral izquierda
fr: Afficher/masquer la barre latérale gauche
id: Tampilkan/Sembunyikan Bilah Samping Kiri
it: Mostra/nascondi barra laterale sinistra
ja: 左サイドバーの表示を切り替え
ko: 왼쪽 사이드바 전환
nl: Linkerzijbalk tonen/verbergen
pt_br: Alternar barra lateral esquerda
ru: Показать/скрыть левую панель
th: สลับแถบด้านซ้าย
tr: Sol Kenar Çubuğunu Aç/Kapat
vi: Bật/tắt thanh bên trái
zh_hans: 显示/隐藏左侧边栏
zh_hant: 顯示/隱藏左側邊欄

source: Toggle Left Sidebar (⌘B)
ar: تبديل الشريط الجانبي الأيسر (⌘B)
de: Linke Seitenleiste ein-/ausblenden (⌘B)
es: Alternar barra lateral izquierda (⌘B)
fr: Afficher/masquer la barre latérale gauche (⌘B)
id: Tampilkan/Sembunyikan Bilah Samping Kiri (⌘B)
it: Mostra/nascondi barra laterale sinistra (⌘B)
ja: 左サイドバーの表示を切り替え（⌘B）
ko: 왼쪽 사이드바 전환 (⌘B)
nl: Linkerzijbalk tonen/verbergen (⌘B)
pt_br: Alternar barra lateral esquerda (⌘B)
ru: Показать/скрыть левую панель (⌘B)
th: สลับแถบด้านซ้าย (⌘B)
tr: Sol Kenar Çubuğunu Aç/Kapat (⌘B)
vi: Bật/tắt thanh bên trái (⌘B)
zh_hans: 显示/隐藏左侧边栏（⌘B）
zh_hant: 顯示/隱藏左側邊欄（⌘B）

source: Toggle Pane Zoom
ar: تبديل تكبير اللوحة
de: Bereichszoom umschalten
es: Alternar zoom del panel
fr: Activer/désactiver le zoom du volet
id: Aktifkan/Nonaktifkan Zoom Panel
it: Attiva/disattiva zoom del riquadro
ja: ペインのズームを切り替え
ko: 분할 창 확대 전환
nl: Paneelzoom aan/uit
pt_br: Alternar zoom do painel
ru: Переключить увеличение панели
th: สลับการขยายบานหน้าต่าง
tr: Bölme Yakınlaştırmasını Aç/Kapat
vi: Bật/tắt phóng to ô
zh_hans: 切换窗格最大化
zh_hant: 切換窗格最大化

source: Toggle Prompt Queue
ar: تبديل طابور المطالبات
de: Prompt-Warteschlange ein-/ausblenden
es: Alternar cola de prompts
fr: Afficher/masquer la file d'invites
id: Tampilkan/Sembunyikan Antrean Prompt
it: Mostra/nascondi coda dei prompt
ja: プロンプトキューの表示を切り替え
ko: 프롬프트 대기열 전환
nl: Promptwachtrij tonen/verbergen
pt_br: Alternar fila de prompts
ru: Показать/скрыть очередь запросов
th: สลับคิวพรอมต์
tr: İstem Kuyruğunu Aç/Kapat
vi: Bật/tắt hàng đợi câu lệnh
zh_hans: 显示/隐藏 提示词队列
zh_hant: 顯示/隱藏 提示詞佇列

source: Toggle Right Sidebar
ar: تبديل الشريط الجانبي الأيمن
de: Rechte Seitenleiste ein-/ausblenden
es: Alternar barra lateral derecha
fr: Afficher/masquer la barre latérale droite
id: Tampilkan/Sembunyikan Bilah Samping Kanan
it: Mostra/nascondi barra laterale destra
ja: 右サイドバーの表示を切り替え
ko: 오른쪽 사이드바 전환
nl: Rechterzijbalk tonen/verbergen
pt_br: Alternar barra lateral direita
ru: Показать/скрыть правую панель
th: สลับแถบด้านขวา
tr: Sağ Kenar Çubuğunu Aç/Kapat
vi: Bật/tắt thanh bên phải
zh_hans: 显示/隐藏右侧边栏
zh_hant: 顯示/隱藏右側邊欄

source: Toggle Right Sidebar (⇧⌘B)
ar: تبديل الشريط الجانبي الأيمن (⇧⌘B)
de: Rechte Seitenleiste ein-/ausblenden (⇧⌘B)
es: Alternar barra lateral derecha (⇧⌘B)
fr: Afficher/masquer la barre latérale droite (⇧⌘B)
id: Tampilkan/Sembunyikan Bilah Samping Kanan (⇧⌘B)
it: Mostra/nascondi barra laterale destra (⇧⌘B)
ja: 右サイドバーの表示を切り替え（⇧⌘B）
ko: 오른쪽 사이드바 전환 (⇧⌘B)
nl: Rechterzijbalk tonen/verbergen (⇧⌘B)
pt_br: Alternar barra lateral direita (⇧⌘B)
ru: Показать/скрыть правую панель (⇧⌘B)
th: สลับแถบด้านขวา (⇧⌘B)
tr: Sağ Kenar Çubuğunu Aç/Kapat (⇧⌘B)
vi: Bật/tắt thanh bên phải (⇧⌘B)
zh_hans: 显示/隐藏右侧边栏（⇧⌘B）
zh_hant: 顯示/隱藏右側邊欄（⇧⌘B）

source: Toolbar
ar: شريط الأدوات
de: Symbolleiste
es: Barra de herramientas
fr: Barre d'outils
id: Bilah Alat
it: Barra strumenti
ja: ツールバー
ko: 도구 막대
nl: Knoppenbalk
pt_br: Barra de ferramentas
ru: Панель инструментов
th: แถบเครื่องมือ
tr: Araç Çubuğu
vi: Thanh công cụ
zh_hans: 工具栏
zh_hant: 工具欄

source: Try Again
ar: المحاولة مجددًا
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
id: Coba Lagi
it: Riprova
ja: 再試行
ko: 다시 시도
nl: Probeer opnieuw
pt_br: Tentar novamente
ru: Повторить попытку
th: ลองอีกครั้ง
tr: Tekrar Dene
vi: Thử lại
zh_hans: 重试
zh_hant: 重試

source: Type
ar: النوع
de: Typ
es: Tipo
id: Jenis
it: Tipo
ja: 種類
ko: 유형
pt_br: Tipo
ru: Тип
th: ประเภท
tr: Tür
vi: Loại
zh_hans: 类型
zh_hant: 類型

source: Type to enter terminal text.
ar: اكتب لإدخال نص في الطرفية.
de: Tippe, um Terminaltext einzugeben.
es: Escribe para introducir texto en el terminal.
fr: Saisissez du texte pour le terminal.
id: Ketik untuk memasukkan teks terminal.
it: Digita per inserire testo nel terminale.
ja: 入力するとターミナルにテキストが送信されます。
ko: 입력하여 터미널에 텍스트를 보내세요.
nl: Typ om tekst in de terminal in te voeren.
pt_br: Digite para inserir texto no terminal.
ru: Печатайте для ввода текста в терминал.
th: พิมพ์เพื่อป้อนข้อความในเทอร์มินัล
tr: Terminal metni girmek için yazın.
vi: Gõ để nhập văn bản terminal.
zh_hans: 键入以向终端输入文本。
zh_hant: 鍵入以向終端機輸入文字。

source: Type to filter:
ar: اكتب للتصفية:
de: Zum Filtern tippen:
es: Escribe para filtrar:
fr: Saisissez pour filtrer :
id: Ketik untuk memfilter:
it: Digita per filtrare:
ja: 入力して絞り込み:
ko: 입력하여 필터링:
nl: Typ om te filteren:
pt_br: Digite para filtrar:
ru: Введите для фильтрации:
th: พิมพ์เพื่อกรอง:
tr: Filtrelemek için yazın:
vi: Gõ để lọc:
zh_hans: 输入以筛选：
zh_hant: 輸入以篩選：

source: Unable to locate the Git repository.
ar: تعذّر العثور على مستودع Git.
de: Das Git-Repository wurde nicht gefunden.
es: No se pudo localizar el repositorio Git.
fr: Impossible de trouver le dépôt Git.
id: Tidak dapat menemukan repositori Git.
it: Impossibile trovare il repository Git.
ja: Gitリポジトリが見つかりません。
ko: Git 저장소를 찾을 수 없습니다.
nl: Kan de Git-repository niet vinden.
pt_br: Não foi possível localizar o repositório Git.
ru: Не удалось найти репозиторий Git.
th: ไม่สามารถหาที่เก็บ Git ได้
tr: Git deposu bulunamadı.
vi: Không thể tìm kho Git.
zh_hans: 找不到 Git 仓库。
zh_hant: 找不到 Git 儲存庫。

source: Unable to read Git status.
ar: تعذّرت قراءة حالة Git.
de: Git-Status konnte nicht gelesen werden.
es: No se pudo leer el estado de Git.
fr: Impossible de lire l'état Git.
id: Tidak dapat membaca status Git.
it: Impossibile leggere lo stato Git.
ja: Gitステータスを読み込めません。
ko: Git 상태를 읽을 수 없습니다.
nl: Kan de Git-status niet lezen.
pt_br: Não foi possível ler o status do Git.
ru: Не удалось прочитать статус Git.
th: ไม่สามารถอ่านสถานะ Git ได้
tr: Git durumu okunamadı.
vi: Không thể đọc trạng thái Git.
zh_hans: 无法读取 Git 状态。
zh_hant: 無法讀取 Git 狀態。

source: Unable to read file: %@
ar: تعذّرت قراءة الملف: %@
de: Datei konnte nicht gelesen werden: %@
es: No se pudo leer el archivo: %@
fr: Impossible de lire le fichier : %@
id: Tidak dapat membaca file: %@
it: Impossibile leggere il file: %@
ja: ファイルを読み込めません: %@
ko: 파일을 읽을 수 없음: %@
nl: Kan bestand niet lezen: %@
pt_br: Não foi possível ler o arquivo: %@
ru: Не удалось прочитать файл: %@
th: ไม่สามารถอ่านไฟล์ได้: %@
tr: Dosya okunamadı: %@
vi: Không thể đọc tệp: %@
zh_hans: 无法读取文件：%@
zh_hant: 無法讀取檔案：%@

source: Unavailable
ar: غير متوفر
de: Nicht verfügbar
es: No disponible
fr: Indisponible
id: Tidak tersedia
it: Non disponibile
ja: 利用できません
ko: 사용할 수 없음
nl: Niet beschikbaar
pt_br: Indisponível
ru: Недоступно
th: ไม่พร้อมใช้งาน
tr: Kullanılamaz
vi: Không khả dụng
zh_hans: 不可用
zh_hant: 不可用

source: Underline
ar: خط سفلي
de: Unterstrich
es: Subrayado
fr: Souligné
id: Garis bawah
it: Sottolineato
ja: 下線
ko: 밑줄
nl: Onderstreping
pt_br: Sublinhado
ru: Подчёркивание
th: ขีดเส้นใต้
tr: Alt çizgi
vi: Gạch chân
zh_hans: 下划线
zh_hant: 下划線

source: Undo Rename
ar: التراجع عن إعادة التسمية
de: Umbenennen widerrufen
es: Deshacer cambio de nombre
fr: Annuler le renommage
id: Urungkan Ganti Nama
it: Annulla rinomina
ja: 名前の変更を取り消す
ko: 이름 변경 실행 취소
nl: Hernoemen ongedaan maken
pt_br: Desfazer renomeação
ru: Отменить переименование
th: เลิกทำการเปลี่ยนชื่อ
tr: Yeniden Adlandırmayı Geri Al
vi: Hoàn tác đổi tên
zh_hans: 撤销重命名
zh_hant: 還原重新命名

source: Undo Rename…
ar: التراجع عن إعادة التسمية…
de: Umbenennen widerrufen…
es: Deshacer cambio de nombre…
fr: Annuler le renommage…
id: Urungkan Ganti Nama…
it: Annulla rinomina…
ja: 名前の変更を取り消す…
ko: 이름 변경 실행 취소…
nl: Hernoemen ongedaan maken…
pt_br: Desfazer renomeação…
ru: Отменить переименование…
th: เลิกทำการเปลี่ยนชื่อ…
tr: Yeniden Adlandırmayı Geri Al…
vi: Hoàn tác đổi tên…
zh_hans: 撤销重命名…
zh_hant: 還原重新命名…

source: Undo this rename? %@ will move to the Trash and %@ will be restored.
ar: هل تريد التراجع عن إعادة التسمية؟ سيُنقل %@ إلى سلة المهملات وستُستعاد %@.
de: Dieses Umbenennen widerrufen? %@ wird in den Papierkorb gelegt und %@ wiederhergestellt.
es: ¿Deshacer este cambio de nombre? %@ se moverá a la papelera y %@ se restaurará.
fr: Annuler ce renommage ? %@ sera placé dans la corbeille et %@ sera restauré.
id: Urungkan penggantian nama ini? %@ akan masuk ke Tong Sampah dan %@ dipulihkan.
it: Annullare questa rinomina? %@ verrà spostato nel Cestino e %@ verrà ripristinato.
ja: この名前の変更を取り消しますか？%@はゴミ箱に移動し、%@が復元されます。
ko: 이름 변경을 취소할까요? %@이(가) 휴지통으로 이동되고 %@이(가) 복원됩니다.
nl: Dit hernoemen ongedaan maken? %@ gaat naar de prullenmand en %@ wordt hersteld.
pt_br: Desfazer esta renomeação? %@ será movido para o Lixo e %@ será restaurado.
ru: Отменить переименование? %@ будет перемещён в Корзину, а %@ — восстановлен.
th: เลิกทำการเปลี่ยนชื่อนี้หรือไม่ %@ จะถูกย้ายไปยังถังขยะและ %@ จะถูกกู้คืน
tr: Bu yeniden adlandırma geri alınsın mı? %@ Çöp Sepeti’ne taşınacak ve %@ geri yüklenecek.
vi: Hoàn tác đổi tên này? %@ sẽ vào Thùng rác và %@ sẽ được khôi phục.
zh_hans: 要撤销此次重命名吗？%@ 将移到废纸篓，并恢复 %@。
zh_hant: 要還原此次重新命名嗎？%@ 將移到垃圾桶，並恢復 %@。

source: Ungrouped
ar: بلا مجموعة
de: Nicht gruppiert
es: Sin grupo
fr: Hors groupe
id: Tanpa Grup
it: Senza gruppo
ja: 未分组
ko: 그룹 없음
nl: Zonder groep
pt_br: Sem grupo
ru: Без группы
th: ไม่จัดกลุ่ม
tr: Grupsuz
vi: Không nhóm
zh_hans: 未分组
zh_hant: 未分組

source: Unified
ar: موحّد
de: Vereinheitlicht
es: Unificado
fr: Unifié
id: Terpadu
it: Unificato
ja: 統合
ko: 통합 보기
nl: Gecombineerd
pt_br: Unificado
ru: Единый
th: รวมเป็นหนึ่ง
tr: Birleşik
vi: Hợp nhất
zh_hans: 统一视图
zh_hant: 統一視圖

source: Unknown Zshell command “%@”. Run `zshell +help`.
ar: أمر Zshell غير معروف «%@». شغّل `zshell +help`.
de: Unbekannter Zshell-Befehl „%@“. Führe `zshell +help` aus.
es: Comando de Zshell desconocido «%@». Ejecuta `zshell +help`.
fr: Commande Zshell inconnue « %@ ». Exécutez `zshell +help`.
id: Perintah Zshell “%@” tidak dikenal. Jalankan `zshell +help`.
it: Comando Zshell sconosciuto «%@». Esegui `zshell +help`.
ja: 不明なZshellコマンド「%@」です。`zshell +help`を実行してください。
ko: 알 수 없는 Zshell 명령 “%@”. `zshell +help`를 실행하세요.
nl: Onbekende Zshell-opdracht ‘%@’. Voer `zshell +help` uit.
pt_br: Comando Zshell desconhecido “%@”. Execute `zshell +help`.
ru: Неизвестная команда Zshell «%@». Выполните `zshell +help`.
th: ไม่รู้จักคำสั่ง Zshell “%@” เรียกใช้ `zshell +help`
tr: Bilinmeyen Zshell komutu “%@”. `zshell +help` çalıştırın.
vi: Lệnh Zshell “%@” không rõ. Chạy `zshell +help`.
zh_hans: 未知的 Zshell 命令“%@”。请运行 `zshell +help`。
zh_hant: 未知的 Zshell 命令“%@”。請執行 `zshell +help`。

source: Unknown option “%@”. Run `zshell +themes --help`.
ar: خيار غير معروف «%@». شغّل `zshell +themes --help`.
de: Unbekannte Option „%@“. Führe `zshell +themes --help` aus.
es: Opción desconocida «%@». Ejecuta `zshell +themes --help`.
fr: Option inconnue « %@ ». Exécutez `zshell +themes --help`.
id: Opsi “%@” tidak dikenal. Jalankan `zshell +themes --help`.
it: Opzione sconosciuta «%@». Esegui `zshell +themes --help`.
ja: 不明なオプション「%@」です。`zshell +themes --help`を実行してください。
ko: 알 수 없는 옵션 “%@”. `zshell +themes --help`를 실행하세요.
nl: Onbekende optie ‘%@’. Voer `zshell +themes --help` uit.
pt_br: Opção desconhecida “%@”. Execute `zshell +themes --help`.
ru: Неизвестный параметр «%@». Выполните `zshell +themes --help`.
th: ไม่รู้จักตัวเลือก “%@” เรียกใช้ `zshell +themes --help`
tr: Bilinmeyen seçenek “%@”. `zshell +themes --help` çalıştırın.
vi: Tùy chọn “%@” không rõ. Chạy `zshell +themes --help`.
zh_hans: 未知选项“%@”。请运行 `zshell +themes --help`。
zh_hant: 未知選項“%@”。請執行 `zshell +themes --help`。

source: Unpin Project
ar: إلغاء تثبيت المشروع
de: Projekt lösen
es: Desfijar proyecto
fr: Désépingler le projet
id: Lepas Sematan Proyek
it: Sblocca progetto fissato
ja: プロジェクトのピン留めを解除
ko: 프로젝트 고정 해제
nl: Project losmaken
pt_br: Desafixar projeto
ru: Открепить проект
th: เลิกปักหมุดโปรเจ็กต์
tr: Proje Sabitlemesini Kaldır
vi: Bỏ ghim dự án
zh_hans: 取消固定项目
zh_hant: 取消固定專案

source: Unpin Tab
ar: إلغاء تثبيت التبويب
de: Tab lösen
es: Desfijar pestaña
fr: Désépingler l'onglet
id: Lepas Sematan Tab
it: Sblocca scheda fissata
ja: タブのピン留めを解除
ko: 탭 고정 해제
nl: Tabblad losmaken
pt_br: Desafixar aba
ru: Открепить вкладку
th: เลิกปักหมุดแท็บ
tr: Sekme Sabitlemesini Kaldır
vi: Bỏ ghim thẻ
zh_hans: 取消固定标签页
zh_hant: 取消固定分頁

source: Unpublished branch
ar: فرع غير منشور
de: Unveröffentlichter Branch
es: Rama sin publicar
fr: Branche non publiée
id: Branch belum diterbitkan
it: Branch non pubblicato
ja: 未公開のブランチ
ko: 게시되지 않은 브랜치
nl: Niet-gepubliceerde branch
pt_br: Branch não publicada
ru: Неопубликованная ветка
th: สาขาที่ยังไม่เผยแพร่
tr: Yayımlanmamış dal
vi: Nhánh chưa xuất bản
zh_hans: 未发布的分支
zh_hant: 未發佈的分支

source: Unresolved merge conflict
ar: تعارض دمج غير محلول
de: Ungelöster Merge-Konflikt
es: Conflicto de fusión sin resolver
fr: Conflit de fusion non résolu
id: Konflik merge belum terselesaikan
it: Conflitto di merge non risolto
ja: 未解決のマージ競合
ko: 해결되지 않은 병합 충돌
nl: Onopgelost mergeconflict
pt_br: Conflito de merge não resolvido
ru: Неразрешённый конфликт слияния
th: ข้อขัดแย้งการผสานที่ยังไม่แก้ไข
tr: Çözülmemiş birleştirme çakışması
vi: Xung đột hợp nhất chưa giải quyết
zh_hans: 未解决的合并冲突
zh_hant: 未解決的合併衝突

source: Unreviewed
ar: لم تتم المراجعة
de: Ungeprüft
es: Sin revisar
fr: Non examiné
id: Belum ditinjau
it: Non revisionato
ja: 未レビュー
ko: 미검토
nl: Niet beoordeeld
pt_br: Não revisado
ru: Не проверено
th: ยังไม่ตรวจทาน
tr: İncelenmedi
vi: Chưa xem xét
zh_hans: 未审阅
zh_hant: 未審閱

source: Unstage %@
ar: إلغاء تجهيز %@
de: Vormerkung für %@ aufheben
es: Quitar %@ de preparados
fr: Désindexer %@
id: Keluarkan %@ dari staging
it: Rimuovi %@ dallo staging
ja: %@のステージを解除
ko: %@ 스테이징 해제
nl: %@ uit staging halen
pt_br: Retirar %@ da preparação
ru: Убрать %@ из индекса
th: ยกเลิกการจัดเตรียม %@
tr: %@ Hazırlamasını Geri Al
vi: Bỏ %@ khỏi vùng chờ
zh_hans: 取消暂存 %@
zh_hant: 取消暫存 %@

source: Unstage All Changes
ar: إلغاء تجهيز جميع التغييرات
de: Vormerkung aller Änderungen aufheben
es: Quitar todos los cambios de preparados
fr: Désindexer toutes les modifications
id: Unstage Semua Perubahan
it: Rimuovi tutte le modifiche dallo staging
ja: すべての変更のステージを解除
ko: 모든 변경 사항 스테이징 해제
nl: Alle wijzigingen uit staging halen
pt_br: Retirar todas as alterações da preparação
ru: Убрать все изменения из индекса
th: ยกเลิกการจัดเตรียมการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişikliklerin Hazırlamasını Geri Al
vi: Bỏ mọi thay đổi khỏi vùng chờ
zh_hans: 取消暂存所有更改
zh_hant: 取消暫存所有變更

source: Unstage Changes
ar: إلغاء تجهيز التغييرات
de: Vormerkung der Änderungen aufheben
es: Quitar cambios de preparados
fr: Désindexer les modifications
id: Unstage Perubahan
it: Rimuovi modifiche dallo staging
ja: 変更のステージを解除
ko: 변경 사항 스테이징 해제
nl: Wijzigingen uit staging halen
pt_br: Retirar alterações da preparação
ru: Убрать изменения из индекса
th: ยกเลิกการจัดเตรียมการเปลี่ยนแปลง
tr: Değişikliklerin Hazırlamasını Geri Al
vi: Bỏ thay đổi khỏi vùng chờ
zh_hans: 取消暂存更改
zh_hant: 取消暫存變更

source: Unstage all changes
ar: إلغاء تجهيز جميع التغييرات
de: Vormerkung aller Änderungen aufheben
es: Quitar todos los cambios de preparados
fr: Désindexer toutes les modifications
id: Unstage Semua Perubahan
it: Rimuovi tutte le modifiche dallo staging
ja: すべての変更のステージを解除
ko: 모든 변경 사항 스테이징 해제
nl: Alle wijzigingen uit staging halen
pt_br: Retirar todas as alterações da preparação
ru: Убрать все изменения из индекса
th: ยกเลิกการจัดเตรียมการเปลี่ยนแปลงทั้งหมด
tr: Tüm Değişikliklerin Hazırlamasını Geri Al
vi: Bỏ mọi thay đổi khỏi vùng chờ
zh_hans: 取消暂存所有更改
zh_hant: 取消暫存所有變更

source: Untitled
ar: بدون عنوان
de: Ohne Titel
es: Sin título
fr: Sans titre
id: Tanpa Judul
it: Senza titolo
ja: 名称未設定
ko: 제목 없음
nl: Zonder titel
pt_br: Sem título
ru: Без названия
th: ไม่มีชื่อ
tr: Başlıksız
vi: Không tiêu đề
zh_hans: 未命名
zh_hant: 未命名

source: Untracked
ar: غير متتبَّع
de: Unversioniert
es: Sin seguimiento
fr: Non suivi
id: Tidak dilacak
it: Non tracciato
ja: 未追跡
ko: 추적되지 않음
nl: Ongevolgd
pt_br: Não rastreado
ru: Не отслеживается
th: ไม่ติดตาม
tr: İzlenmiyor
vi: Chưa được theo dõi
zh_hans: 未跟踪
zh_hant: 未追蹤

source: Up
ar: أعلى
de: Oben
es: Arriba
fr: Haut
id: Atas
it: Su
ja: 上
ko: 위
nl: Omhoog
pt_br: Cima
ru: Вверх
th: ขึ้น
tr: Yukarı
vi: Lên
zh_hans: 向上
zh_hant: 向上

source: Update
ar: تحديث
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
id: Perbarui
it: Aggiorna
ja: 更新
ko: 업데이트
nl: Werk bij
pt_br: Atualizar
ru: Обновить
th: อัปเดต
tr: Güncelle
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新

source: Update with Homebrew…
ar: التحديث عبر Homebrew…
de: Mit Homebrew aktualisieren…
es: Actualizar con Homebrew…
fr: Mettre à jour avec Homebrew…
id: Perbarui dengan Homebrew…
it: Aggiorna con Homebrew…
ja: Homebrewで更新…
ko: Homebrew로 업데이트…
nl: Bijwerken met Homebrew…
pt_br: Atualizar com Homebrew…
ru: Обновить через Homebrew…
th: อัปเดตด้วย Homebrew…
tr: Homebrew ile Güncelle…
vi: Cập nhật bằng Homebrew…
zh_hans: 使用 Homebrew 更新…
zh_hant: 使用 Homebrew 更新…

source: Updated %@
ar: آخر تحديث %@
de: Aktualisiert %@
es: Actualizado %@
fr: Mis à jour %@
id: Diperbarui %@
it: Aggiornato %@
ja: 更新 %@
ko: %@ 업데이트됨
nl: Bijgewerkt %@
pt_br: Atualizado %@
ru: Обновлено %@
th: อัปเดตเมื่อ %@
tr: Güncellendi: %@
vi: Cập nhật: %@
zh_hans: 更新于 %@
zh_hant: 更新於 %@

source: Updates
ar: التحديثات
es: Actualizaciones
fr: Mises à jour
id: Pembaruan
it: Aggiornamenti
ja: アップデート
ko: 업데이트
pt_br: Atualizações
ru: Обновления
th: อัปเดต
tr: Güncellemeler
vi: Cập nhật
zh_hans: 更新
zh_hant: 更新
